Repository: tmarlok88/wedding-rsvp
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: hu

source: Name
hu: Név

source: Food allergies
hu: Ételérzékenység

source: Number of guests
hu: Vendégek száma

source: Other important notes
hu: Egyéb fontos megjegyzés

source: Favourite music
hu: Kedvenc zene

source: Do you have some music, you'd really like to listen?
hu: Van kedvenc zenéd amit szeretnél ha elhangzana?

source: I will attend
hu: Ott leszek

source: Password
hu: Jelszó

source: Remember Me
hu: Emlékezzen rám

source: Sign In
hu: Bejelentkezés

source: Subject
hu: Tárgy

source: Send To
hu: Címzett

source: Send to all
hu: Küldés mindenkinek

source: E-mail body
hu: E-mail szövege

source: Send
hu: Küldés

source: Admin page
hu: Admin felület

source: Add guest
hu: Vendég hozzáadása

source: Edit guest
hu: Vendég szerkesztése

source: Guest list
hu: Vendéglista

source: Guest {} removed
hu: {} vendég eltávolítva

source: Invalid username or password
hu: Érvenytelen felhasználónév vagy jelszó

source: Your RSVP link:
hu: A meghívód linkje:

source: Unsubscribe and delete my data:
hu: Leiratkozás és adataim tőrlése:

source: E-mails sent successfully
hu: E-mail sikeresen elküldve

source: E-mails couldn't be sent
hu: E-mail küldése sikertelen

source: Send mail
hu: Küldés

source: Guest list imported successfully
hu: Vendéglista sikeresen importálva

source: Guest list import was unsuccessful
hu: Vendéglista importálása nem sikerült

source: Dashboard
hu: Áttekintés

source: E-mail sender
hu: E-mail küldés

source: Login
hu: Bejelentkezés

source: Logout
hu: Kijelentkezés

source: Choose file
hu: Válassz file-t

source: Guest count
hu: Vendégek száma

source: Viewed
hu: Megtekintve

source: Responded
hu: Válaszolt

source: Edit
hu: Szerkesztés

source: Delete
hu: Tőrlés

source: Add
hu: Hozzáadás

source: How many of you come (including you)?
hu: Hányan jönnétek (téged is beleszámíŧva)?

source: If you (or one of your guests) have any food allergy please let us know
hu: Ha neked (vagy bármelyik veled érkező vendégnek) ételerzekenysége van, jelezd kérlek!

source: Anything important you'd want us to know
hu: Bármi fontos megjegyzés?

source: Submit
hu: Elküld

source: Wedding RSVP |
hu: Esküvői meghívó |

source: Wedding
hu: Esküvő

source: Details
hu: Részletek

source: Events
hu: Események

source: RSVP
hu: Visszajelzés

source: Map
hu: Térkép

source: Save the date
hu: Mentsd el a naptáradba

source: Dear
hu: Kedves

source: Our day's program
hu: A nagy nap

source: Are You Attending?
hu: Eljössz?

source: Please Fill-up the form to notify you that you're attending. Thanks.
hu: Kérjük jelezd vissza nekünk, hogy tervezel-e jönni

source: Location
hu: Helyszín

source: A map for the different event locations
hu: A különböző események helyszínei

source: Click on the location pin for more information.
hu: Kattints a helyszínre bővebb információért

source: Captcha
hu: Kapu

source: Please tick this to take you to your RSVP page
hu: Kérlek kattints a négyzetbe, hogy lásd a meghívódat

source: Goodbye!
hu: Viszlát!

source: All of your data is removed from the database and you will not get any message in the future
hu: Minden adatod törölve az adatbázisból, nem fogsz több üzenetet kapni
